[
  {
    "service_id": "01",
    "title": "Bookkeeping",
    "img": "https://i.ibb.co/jkN0qyb/photo-1556155092-490a1ba16284-crop-faces-edges-cs-tinysrgb-fit-crop-fm-jpg-ixid-Mnwx-Mj-A3f-DB8-MXxh.jpg",
    "description": "Bookkeeping is a separate process from accounting, which occurs within the broader scope of accounting. The accounts are prepared from the information provided by bookkeeping. A strong relationship between these two functions is necessary to take the business to the next level.Bookkeeping is a segment of the whole accounting system. Bookkeeping is the basis for accounting as it contains the proper records of all financial transactions whereas, accounting involves organising, summarising, classification and reporting financial transactions. If the bookkeeping is correct, the accounting of a company will be proper. Thus, accounting is broader than bookkeeping and accounting of a company relies on a proper and accurate bookkeeping system.Bookkeeping helps to interpret the accounting information for decision making by both the internal and external users. Bookkeeping is a subset of accounting and clerical in nature"
  },
  {
    "service_id": "02",
    "title": "Accounting services",
    "img": "https://i.ibb.co/F3wdLq5/photo-1556745753-b2904692b3cd-crop-faces-edges-cs-tinysrgb-fit-crop-fm-jpg-ixid-Mnwx-Mj-A3f-DB8-MXxh.jpg",
    "description": "Accounting has a tremendous impact on a business. Further, accounting services is necessary for every small and large organization to run smoothly and efficiently. Accounting is engaged every time you document a transaction, file tax documents, or plan a cost.No matter what, you'll need to handle accounting service sector to run a business smoothly and efficiently. However, the issue is one of quality. Your records are likely a muddle, and you're barely scraping by if you're not considering recordkeeping and accounting."
  },
  {
    "service_id": "03",
    "title": "Audit services",
    "img": "https://i.ibb.co/PxWLW35/photo-1554224155-6726b3ff858f-crop-faces-edges-cs-tinysrgb-fit-crop-fm-jpg-ixid-Mnwx-Mj-A3f-DB8-MXxh.jpg",
    "description": "Accounting and auditing are two important processes for an organisation related to the financial activities and records of an organisation.Accounting and audit have a pivotal role to play in the financial activities and record keeping process of any business. However, their roles and focus are different. While accounting translates to a much wider field, encompassing everything, including the flow of money from the organisation to the management of the company, auditing is more of a specialised service.Auditing is a part of the accounting world. It is an examination of accounting and financial records that is undertaken independently. This is done to determine if the company or the business undertaking has conformed its operations to the laws and the generally accepted accounting principles."
  },
  {
    "service_id": "04",
    "title": "Tax planning and preparation",
    "img": "https://i.ibb.co/31tRRpT/photo-1629487687207-e0f3980c201a-crop-faces-edges-cs-tinysrgb-fit-crop-fm-jpg-ixid-Mnwx-Mj-A3f-DB8-M.jpg",
    "description": "Advance planning is an essential part of the tax preparation process. We take a proactive stance on planning with all of our clients. We meet to review your business plan and develop a comprehensive tax planning strategy designed for your specific situation. By making tax planning part of your business strategy, you can minimize both current and future tax liabilities while maximizing your profits.We offer tax planning services for businesses at every stage. For new businesses, implementing the right tax strategy up front can make all the difference in profitability and growth. For mature businesses, we’ll review your current structure and implement any changes needed to increase profitability. No matter what stage your business is in, we’ll make sure you are positioned to take advantage of all deductions allowed under state and federal law."
  },
  {
    "service_id": "05",
    "title": "Consulting services",
    "img": "https://i.ibb.co/DC7DPLN/premium-photo-1663047145996-cdb1ef24a17a-crop-faces-edges-cs-tinysrgb-fit-crop-fm-jpg-ixid-Mnwx-Mj-A.jpg",
    "description": "Accounting consultants help clients, such as organizations and individuals; analyze financial data to make significant business decisions. Preparing and evaluating financial documents, recognizing chances for expansion in the financial industry, optimizing accounting systems, and projecting future earnings are among their responsibilities. Accounting consulting jobs demand a strong foundation in financial controls, rules, and accounting procedures to tailor services to the customer. There are positions available in a variety of professional services businesses, as well as delivering your consulting services."
  },
  {
    "service_id": "06",
    "title": "Special advisory services",
    "img": "https://i.ibb.co/vwRbcb3/photo-1532102522784-9e4d4d9a533c-crop-faces-edges-cs-tinysrgb-fit-crop-fm-jpg-ixid-Mnwx-Mj-A3f-DB8-M.jpg",
    "description": "The reason clients seek out advisory services is because these are often things our clients cannot perform on their own. Advisory services include value-added services our clients don’t have time to do, don’t want to do, or can’t do for themselves.As our client’s accountant, we have the capacity to provide tailored advice and opinions. Large advisory firms have committees, or act as a team, that have the authority to render a decision or judgment on an issue, in addition to providing opinions."
  }
]
